/* `welcomeLabel` UILabel text default value */
"Welcome" = "Willkommen";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Vielen Dank für das Herunterladen";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Bitte befolgen Sie die mit der Willkommens-E-Mail erhaltenen Anweisungen, um den Aktivierungsprozess zu starten.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Bei der Verwaltung Ihrer täglichen Aufgaben auf dem Laufenden bleiben und mühelose Zusammenarbeit bei Projekten.";

"ScanInstruction" = "Bitte scannen Sie den sicheren QR-Code, um den Aktivierungsprozess zu starten.";

"DiscoveryServiceInstruction" = "Bitte geben Sie Ihre E-Mail-Adresse ein, um den Aktivierungsprozess zu starten.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Account wird geprüft ...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Start";

"Scan" = "Scan";

/* `demoLabel` UILabel text default value */
"Explore" = "Möchten Sie mehr erfahren?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Starten Sie die Demo";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Code festlegen";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Code";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Code auswählen";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Code bestätigen";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Geben Sie Ihren Code erneut ein.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Bestätigen Sie Ihren Code.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Geben Sie Ihren Code ein.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Ändern Sie Ihren Code.";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Geben Sie Ihren aktuellen Code ein.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Später";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Zurück";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Weiter";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Fertig";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Wählen Sie einen Code mit mindestens %d Zeichen, um die App zu entsperren.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Wählen Sie einen Code mit mindestens %d Ziffern, um die App zu entsperren.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Folgendes muss enthalten sein:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Kleinbuchstaben (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Großbuchstaben (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Ziffern (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symbole (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Code zurücksetzen";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Codevalidierung ist fehlgeschlagen.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Code wurde von FUIPasscodeControllerDelegate abgelehnt.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Wiederholen";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " Ist nun verfügbar!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Durch die Aktivierung von Touch ID haben Sie schnelleren Zugriff auf Ihre Informationen.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Sie können diese Funktion jederzeit über die Einstellungen ein- oder ausschalten.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Aktivieren Sie Touch ID für einen schnellen und sicheren Zugriff.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Wenn Touch ID deaktiviert ist, werden Sie nach Ihrem Code gefragt.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Durch die Aktivierung von Face ID haben Sie schnelleren Zugriff auf Ihre Informationen.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Sie können diese Funktion jederzeit über die Einstellungen ein- oder ausschalten.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Aktivieren Sie Face ID für einen schnellen und sicheren Zugriff.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Wenn Face ID deaktiviert ist, werden Sie nach Ihrem Code gefragt.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Um Touch ID verwenden zu können, fügen Sie in Ihren Geräteeinstellungen bitte Fingerabdrücke hinzu.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Sie können dies jederzeit über „Einstellungen“ - „Touch ID & Code“ tun.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Sie verwenden Face ID, bitte registrieren Sie Face ID in Ihren Geräteeinstellungen.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Sie können dies jederzeit über „Einstellungen“ - „Face ID & Code“ tun.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Erfahren Sie mehr über Touch ID.";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Erfahren Sie mehr über Face ID.";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Aktivieren";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Für Touch ID authentifizieren";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Für Face ID authentifizieren";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Fehler";

/* The error title. */
"AuthenticationErrorKey" = "Authentifizierungsfehler";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Bitte authentifizieren Sie sich über Touch ID, um diese App zu verwenden.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Bitte authentifizieren Sie sich über Face ID, um diese App zu verwenden.";

/* The authenticate button text. */
"AuthenticateKey" = "Authentifizieren";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Codes stimmen nicht überein. Versuchen Sie es erneut.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Sie haben noch %d Versuche.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Sie haben noch einen Versuch.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Keine weiteren Versuche möglich.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Bitte melden Sie sich an, um den Code zurückzusetzen.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Falscher Code. Versuchen Sie es erneut.";

/* The scan page title string. */
"ScanKey" = "Scan";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Scan nicht erfolgreich.";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Bitte wählen Sie ein QR-Code-Bild.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Ungültiger QR-Code.";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Der QR-Code wurde nicht erkannt.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Zugriff auf Fotos erlauben";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Um ein QR-Code-Bild auswählen, müssen Sie in den Datenschutzeinstellungen Ihres Geräts den Zugriff auf Ihre Fotos erlauben.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Zugriff auf Kamera erlauben";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Um mit der Kamera scannen zu können, müssen Sie in den Datenschutzeinstellungen Ihres Geräts den Zugriff auf Ihre Kamera erlauben.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Einstellungen";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Bestätigung";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Scan erfolgreich. Sie werden verbunden mit:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Weiter";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Starten";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktivierung";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Wenn Sie eine Willkommens-E-Mail erhalten haben, rufen Sie den Aktivierungslink in der E-Mail auf. Anderenfalls geben Sie Ihre E-Mail-Adresse ein oder scannen Sie den QR-Code, um das Onboarding zu starten.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Weiter";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Oder";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Scan";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Zustimmen";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Ablehnen";

/* The authentication title. */
"AuthenticationKey" = "Authentifizierung";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Geben Sie Ihren Benutzernamen und Ihr Kennwort ein, um sich anzumelden.";

/* Username input field placeholder string */
"usernameKey" = "Benutzername";

/* Password input field placeholder string */
"passwordKey" = "Kennwort";

/* Sign In button string. */
"SignInKey" = "Anmelden";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Falsche Anmeldedaten. Versuchen Sie es erneut.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Stellen Sie die unten genannten Informationen bereit, um den Aktivierungsprozess zu starten.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Informationen werden verifiziert ...";

/* Cancel button string. */
"CancelKey" = "Abbrechen";

/* Allow button string. */
"AllowKey" = "Zulassen";

/* Deny button string. */
"DenyKey" = "Ablehnen";

/* No button string. */
"NoKey" = "Nein";

/* Quit button string. */
"QuitKey" = "Beenden";

/* GiveConsent button string. */
"GiveConsentKey" = "Zustimmen";

/* Navbar title string. */
"StepKey" = "Schritt";

/* Navbar title string. */
"OfKey" = "von";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Möchten Sie den Onboarding-Prozess wirklich beenden?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Ohne Zustimmung können Sie das Onboarding nicht fortführen.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Benutzer wechseln oder hinzufügen";

/* Title for Log In button */
"LogInKey" = "Anmelden";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Benutzer auf diesem Gerät suchen";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Passcode vergessen?";

/* Title for Loction */
"PNLoctionTitleKey" = "Aktivieren Sie die Ortungsdienste, damit Sie die Karten- und Navigationsfunktionen verwenden können";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Aktivieren Sie Mitteilungen, damit Sie über wichtige Ankündigungen benachrichtigt werden";

/* Title for Photos */
"PNPhotosTitleKey" = "Aktivieren Sie den Zugriff auf die Fotobibliothek, damit Sie das Teilen von Fotos aktivieren und auf die Fotobibliothek zugreifen können";

/* Title for Calendar */
"PNCalendarTitleKey" = "Aktivieren Sie den Zugriff auf den Kalender, damit Sie Zimmer reservieren und Ihre Meetings anzeigen können";

/* Title for Camera */
"PNCameraTitleKey" = "Aktivieren Sie die Kamera, damit Sie sich mit Face ID anmelden und verifizieren können";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Sie können diese Berechtigung später in den App-Einstellungen ändern";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Die Anwendung verwendet die unten beschriebenen Berechtigungen, damit wir Ihnen die bestmögliche, speziell auf Sie abgestimmte Benutzererfahrung bieten können";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Erlauben Sie der Anwendung den Zugriff auf Ihren Standort und erhalten Sie eine Benachrichtigung, wenn Sie sie verwenden.\n\nÖffnen Sie zum Festlegen oder Bearbeiten Ihrer Ortungsberechtigung die iOS-Einstellungen > tippen Sie auf „Ortungsdienste“ > tippen Sie auf „Anwendung“ > wählen Sie Ihre gewünschte Ortungsberechtigungseinstellung aus";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Erlauben Sie der Anwendung den Zugriff auf Ihre Mitteilungen und erhalten Sie eine Mitteilung, wenn Sie sie verwenden.\n\nÖffnen Sie zum Festlegen oder Bearbeiten Ihrer Mitteilungsberechtigung die iOS-Einstellungen > tippen Sie auf „Mitteilungen“ > tippen Sie auf „Anwendung“ > wählen Sie Ihre gewünschte Mitteilungsberechtigungseinstellung aus";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Erlauben Sie der Anwendung den Zugriff auf Ihr Fotos und erhalten Sie eine Benachrichtigung, wenn Sie sie verwenden.\n\nÖffnen Sie zum Festlegen oder Bearbeiten Ihrer Fotoberechtigung die iOS-Einstellungen > tippen Sie auf „Fotos“ > tippen Sie auf „Anwendung“ > wählen Sie Ihre gewünschte Fotoberechtigungseinstellung aus";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Erlauben Sie der Anwendung den Zugriff auf Ihre Kamera und erhalten Sie eine Benachrichtigung, wenn Sie sie verwenden.\n\nÖffnen Sie zum Festlegen oder Bearbeiten Ihrer Kameraberechtigung die iOS-Einstellungen > tippen Sie auf „Kamera“ > tippen Sie auf „Anwendung“ > wählen Sie Ihre gewünschte Kameraberechtigungseinstellung aus";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Erlauben Sie der Anwendung den Zugriff auf Ihren Kalender und erhalten Sie eine Mitteilung, wenn Sie sie verwenden.\n\nÖffnen Sie zum Festlegen oder Bearbeiten Ihrer Kalenderberechtigung die iOS-Einstellungen > tippen Sie auf „Kalender“ > tippen Sie auf „Anwendung“ > wählen Sie Ihre gewünschte Kalenderberechtigungseinstellung aus";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "iOS-Einstellungen öffnen";

